# PoundsMassPerCubicInch Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..PoundsMassPerCubicInch Property
UnitTypeId Class See Also
---
Pounds mass per cubic inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PoundsMassPerCubicInch { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PoundsMassPerCubicInch As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PoundsMassPerCubicInch {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace